[
  "General+greet+none+none",
  "Request+景点+名称+",
  "Request+景点+地址+",
  "Request+景点+游玩时间+",
  "Request+餐馆+营业时间+",
  "Request+餐馆+评分+",
  "Request+酒店+名称+",
  "Request+酒店+周边景点+",
  "General+thank+none+none",
  "Inform+酒店+酒店设施-叫醒服务+是",
  "Request+酒店+电话+",
  "Request+景点+电话+",
  "Request+餐馆+名称+",
  "Request+餐馆+周边餐馆+",
  "Request+餐馆+电话+",
  "General+welcome+none+none",
  "NoOffer+餐馆+none+none",
  "Request+餐馆+地址+",
  "Inform+酒店+酒店设施-无烟房+是",
  "Request+酒店+地址+",
  "Request+景点+周边景点+",
  "Request+酒店+酒店类型+",
  "NoOffer+景点+none+none",
  "Request+景点+周边酒店+",
  "Request+景点+周边餐馆+",
  "Request+景点+门票+",
  "Request+酒店+周边餐馆+",
  "Request+出租+车型+",
  "Request+出租+车牌+",
  "Request+餐馆+周边景点+",
  "Request+餐馆+周边酒店+",
  "Request+地铁+出发地附近地铁站+",
  "Request+地铁+目的地附近地铁站+",
  "Request+景点+评分+",
  "Select+餐馆+源领域+景点",
  "Inform+酒店+酒店设施-商务中心+是",
  "Inform+酒店+酒店设施-中式餐厅+是",
  "Inform+酒店+酒店设施-接站服务+是",
  "Request+酒店+价格+",
  "General+bye+none+none",
  "Request+酒店+酒店设施-叫醒服务+",
  "Inform+酒店+酒店设施-叫醒服务+否",
  "Inform+酒店+酒店设施-吹风机+是",
  "Inform+酒店+酒店设施-国际长途电话+是",
  "Inform+酒店+酒店设施-会议室+是",
  "Select+酒店+源领域+景点",
  "NoOffer+酒店+none+none",
  "Request+餐馆+人均消费+",
  "Select+餐馆+源领域+餐馆",
  "Request+酒店+酒店设施-宽带上网+",
  "Request+酒店+酒店设施-看护小孩服务+",
  "Inform+酒店+酒店设施-宽带上网+是",
  "Inform+酒店+酒店设施-看护小孩服务+否",
  "Inform+酒店+酒店设施-暖气+是",
  "Inform+酒店+酒店设施-酒店各处提供wifi+是",
  "Request+酒店+酒店设施-SPA+",
  "Inform+酒店+酒店设施-SPA+否",
  "Request+餐馆+推荐菜+",
  "Select+景点+源领域+餐馆",
  "Inform+酒店+酒店设施-行李寄存+是",
  "Inform+酒店+酒店设施-西式餐厅+是",
  "Inform+酒店+酒店设施-酒吧+是",
  "Inform+酒店+酒店设施-早餐服务+是",
  "Inform+酒店+酒店设施-暖气+否",
  "Request+酒店+评分+",
  "Select+景点+源领域+景点",
  "Inform+酒店+酒店设施-健身房+是",
  "Inform+酒店+酒店设施-免费市内电话+是",
  "Inform+酒店+酒店设施-残疾人设施+是",
  "Inform+酒店+酒店设施-接待外宾+是",
  "Select+景点+源领域+酒店",
  "Request+酒店+酒店设施-部分房间提供wifi+",
  "Inform+酒店+酒店设施-部分房间提供wifi+是",
  "Inform+酒店+酒店设施-SPA+是",
  "Inform+酒店+酒店设施-洗衣服务+是",
  "Request+酒店+酒店设施-租车+",
  "Inform+酒店+酒店设施-租车+是",
  "Request+酒店+酒店设施-无烟房+",
  "Select+餐馆+源领域+酒店",
  "Request+酒店+酒店设施-接待外宾+",
  "Request+酒店+酒店设施-酒店各处提供wifi+",
  "Inform+酒店+酒店设施-接待外宾+否",
  "Select+酒店+源领域+餐馆",
  "Inform+酒店+酒店设施-公共区域和部分房间提供wifi+是",
  "Request+酒店+酒店设施-残疾人设施+",
  "Inform+酒店+酒店设施-残疾人设施+否",
  "Request+酒店+酒店设施-吹风机+",
  "Request+酒店+酒店设施-温泉+",
  "Inform+酒店+酒店设施-吹风机+否",
  "Inform+酒店+酒店设施-温泉+否",
  "Request+酒店+酒店设施-桑拿+",
  "Inform+酒店+酒店设施-桑拿+否",
  "Inform+酒店+酒店设施-桑拿+是",
  "Inform+酒店+酒店设施-24小时热水+是",
  "Request+酒店+酒店设施-收费停车位+",
  "Inform+酒店+酒店设施-收费停车位+是",
  "Inform+酒店+酒店设施-接机服务+是",
  "General+reqmore+none+none",
  "Request+酒店+酒店设施-公共区域和部分房间提供wifi+",
  "Request+酒店+酒店设施-商务中心+",
  "Inform+酒店+酒店设施-商务中心+否",
  "Request+酒店+酒店设施-健身房+",
  "Inform+酒店+酒店设施-健身房+否",
  "Request+酒店+酒店设施-中式餐厅+",
  "Inform+酒店+酒店设施-中式餐厅+否",
  "Request+酒店+酒店设施-所有房间提供wifi+",
  "Inform+酒店+酒店设施-所有房间提供wifi+否",
  "Request+酒店+酒店设施-24小时热水+",
  "Inform+酒店+酒店设施-棋牌室+是",
  "Inform+酒店+酒店设施-宽带上网+否",
  "Request+酒店+酒店设施-免费国内长途电话+",
  "Inform+酒店+酒店设施-免费国内长途电话+否",
  "Inform+酒店+酒店设施-室内游泳池+是",
  "Inform+酒店+酒店设施-免费市内电话+否",
  "Inform+酒店+酒店设施-室内游泳池+否",
  "Request+酒店+酒店设施-会议室+",
  "Request+酒店+酒店设施-早餐服务+",
  "Request+酒店+酒店设施-棋牌室+",
  "Inform+酒店+酒店设施-早餐服务+否",
  "Inform+酒店+酒店设施-棋牌室+否",
  "Request+酒店+酒店设施-洗衣服务+",
  "Inform+酒店+酒店设施-租车+否",
  "Request+酒店+酒店设施-早餐服务免费+",
  "Inform+酒店+酒店设施-早餐服务免费+否",
  "Request+酒店+酒店设施-酒吧+",
  "Inform+酒店+酒店设施-酒吧+否",
  "Inform+酒店+酒店设施-会议室+否",
  "Inform+酒店+酒店设施-接站服务+否",
  "Request+酒店+酒店设施-室内游泳池+",
  "Inform+酒店+酒店设施-酒店各处提供wifi+否",
  "Inform+酒店+酒店设施-公共区域提供wifi+是",
  "Request+酒店+酒店设施-公共区域提供wifi+",
  "Inform+酒店+酒店设施-早餐服务免费+是",
  "Request+酒店+酒店设施-暖气+",
  "Request+酒店+酒店设施-国际长途电话+",
  "Inform+酒店+酒店设施-国际长途电话+否",
  "Inform+酒店+酒店设施-收费停车位+否",
  "Request+酒店+酒店设施-接站服务+",
  "Request+酒店+酒店设施-免费市内电话+",
  "Inform+酒店+酒店设施-温泉+是",
  "Request+酒店+酒店设施-接机服务+",
  "Inform+酒店+酒店设施-接机服务+否",
  "Inform+酒店+酒店设施-24小时热水+否",
  "Inform+酒店+酒店设施-洗衣服务+否",
  "Inform+酒店+酒店设施-公共区域提供wifi+否",
  "Request+酒店+酒店设施-室外游泳池+",
  "Inform+酒店+酒店设施-室外游泳池+否",
  "Inform+酒店+酒店设施-西式餐厅+否",
  "Request+酒店+酒店设施-西式餐厅+",
  "Inform+酒店+酒店设施-所有房间提供wifi+是",
  "Inform+酒店+酒店设施-免费国内长途电话+是",
  "Inform+酒店+酒店设施-无烟房+否",
  "Request+酒店+酒店设施-行李寄存+",
  "Inform+酒店+酒店设施-看护小孩服务+是",
  "Inform+酒店+酒店设施-室外游泳池+是",
  "Inform+酒店+酒店设施-部分房间提供wifi+否",
  "Inform+酒店+酒店设施-行李寄存+否",
  "Inform+酒店+酒店设施-公共区域和部分房间提供wifi+否"
]
